Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: When you publish the review, it will then be assigned to the workers who are eligible for performance review and who have a line manager within the selected population. To include individual workers, simply search for their name. The system will disregard the workers' eligibility to the review. You can still include more workers to participate after the review is published.
th_th: เมื่อคุณเผยแพร่การประเมินผลงานแล้ว การประเมินผลงานดังกล่าวจะถูกมอบหมายให้กับพนักงานที่เข้าเกณฑ์สำหรับการประเมินผลงานและมีหัวหน้างานในสายงานอยู่ในกลุ่มประชากรที่เลือก หากต้องการรวมพนักงานแต่ละคน เพียงค้นหาชื่อของพนักงาน ระบบจะไม่สนใจคุณสมบัติของพนักงานที่จะได้รับการประเมินผลงาน คุณยังสามารถรวมพนักงานเพิ่มเติมเพื่อเข้าร่วมได้หลังจากการเผยแพร่การประเมินผลงานแล้ว

source: Search for people or organizational units
th_th: ค้นหาบุคลากรหรือหน่วยงาน

source: Assign to workers
th_th: มอบหมายให้พนักงาน

source: Choose a default language
th_th: เลือกภาษาเริ่มต้น

source: Enter an overview of the performance review
th_th: ป้อนภาพรวมของการประเมินผลงาน

source: Enable the "Suggested agenda" widget for workers and managers
th_th: เปิดใช้งานวิดเจ็ต “วาระการประชุมที่แนะนำ” สำหรับพนักงานและหัวหน้างาน

source: Basic Information
th_th: ข้อมูลพื้นฐาน

source: Performance review details
th_th: รายละเอียดการประเมินผลการปฏิบัติงาน

source: Language preference
th_th: การตั้งค่าภาษา

source: Review type
th_th: ประเภทการประเมินผลงาน

source: Select the review type
th_th: เลือกประเภทการประเมินผลงาน

source: Suggested agenda
th_th: วาระการประชุมที่แนะนำ

source: Title
th_th: ชื่อ

source: Enter a title for the performance review
th_th: ระบุชื่อสำหรับการประเมินผลงาน

source: Send performance review PDF to Documents
th_th: ส่ง PDF การประเมินผลการทำงานไปยังเอกสาร

source: Review period is different from goal period
th_th: ระยะเวลาตรวจสอบจะต่างจากช่วงเป้าหมาย

source: This is a read-only field. It won't affect any of the goal period settings.
th_th: นี่คือฟิลด์ที่อ่านได้อย่างเดียว จะไม่ส่งผลต่อการตั้งค่าช่วงเวลาเป้าหมายใด ๆ

source: Review period to be displayed
th_th: ระยะเวลาการประเมินผลงานที่จะแสดง

source: All the goals that were created with a due date or a deliverable date within the specified goal period will be included in the performance review.
th_th: เป้าหมายทั้งหมดที่สร้างขึ้นด้วยวันที่ครบกำหนดหรือวันที่ส่งมอบภายในช่วงเวลาเป้าหมายที่ระบุจะรวมอยู่ในผลการประเมินผลงาน

source: Goal period
th_th: ช่วงเวลาเป้าหมาย

source: Hide the goal period from the review form
th_th: ซ่อนช่วงเวลาเป้าหมายจากแบบฟอร์มการประเมินผลงาน

source: Review periods
th_th: ระยะเวลาการประเมินผลงาน

source: Based on the chosen stages
th_th: ขึ้นอยู่กับขั้นตอนที่เลือก

source: Preview of the performance review timeline
th_th: ดูตัวอย่างไทม์ไลน์การประเมินผลงาน

source: Organizational units:
th_th: หน่วยงาน:

source: You cannot disable "Overall Performance" because the "Challenge process" setting is enabled for this review.
th_th: คุณไม่สามารถปิดใช้งาน "ประสิทธิภาพโดยรวม" ได้ เนื่องจากเปิดใช้งานการตั้งค่า "กระบวนการคัดค้าน" สำหรับการประเมินผลงานนี้

source: Owners:
th_th: เจ้าของ:

source: Reopen
th_th: เปิดใหม่อีกครั้ง

source: Your changes may have an impact on the completed process. Avoid making changes to any field that affects the template layout and workflows. Are you sure you want to proceed?
th_th: การเปลี่ยนแปลงของคุณอาจส่งผลกระทบต่อกระบวนการที่เสร็จสมบูรณ์แล้ว กรุณาหลีกเลี่ยงการเปลี่ยนแปลงในช่องข้อมูลที่มีผลต่อรูปแบบเทมเพลตและขั้นตอนการทำงาน คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: Reopen review
th_th: เปิดการประเมินผลงานใหม่

source: Review type:
th_th: ประเภทการประเมินผลงาน:

source: Your review template was successfully saved.
th_th: เทมเพลตการประเมินผลงานของคุณได้รับการบันทึกสำเร็จแล้ว

source: N/A
th_th: ไม่มีข้อมูล

source: Are you sure you want to publish this review?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเผยแพร่การประเมินผลงานนี้

source: Publish changes
th_th: เผยแพร่การเปลี่ยนแปลง

source: Your review template was successfully published.
th_th: แม่แบบการประเมินผลงานของคุณได้รับการเผยแพร่สำเร็จ

source: Additional manager can see the worker's self-review
th_th: หัวหน้างานเพิ่มเติมสามารถดูการประเมินตนเองของพนักงานได้

source: Answer type
th_th: ประเภทคำตอบ

source: Allow additional managers to be invited
th_th: อนุญาตให้มีการเชิญหัวหน้างานเพิ่มเติม

source: Enable behaviors
th_th: เปิดใช้งานพฤติกรรม

source: Enable overall performance
th_th: เปิดใช้งานประสิทธิภาพโดยรวม

source: Enable useful information for self-reviews and manager reviews
th_th: เปิดใช้งานข้อมูลที่มีประโยชน์สำหรับการประเมินตัวเองและการประเมินของหัวหน้างาน

source: Mandatory comment
th_th: ความคิดเห็นที่จำเป็นต้องระบุ

source: Mandatory rating
th_th: การให้คะแนนที่จำเป็น

source: Limit for additional managers
th_th: จำกัดจำนวนหัวหน้างานเพิ่มเติม

source: Comment only
th_th: แสดงความคิดเห็นเท่านั้น

source: Rating only
th_th: ให้คะแนนเท่านั้น

source: Rating and comment
th_th: การให้คะแนนและแสดงความคิดเห็น

source: Enable rating for each behavior
th_th: เปิดใช้งานการให้คะแนนสำหรับพฤติกรรมแต่ละรายการ

source: Enable rating for each goal
th_th: เปิดใช้งานการให้คะแนนสำหรับแต่ละเป้าหมาย

source: All rating scales
th_th: มาตราวัดทั้งหมด

source: Rating scales
th_th: มาตรการให้คะแนน

source: Selected scale preview
th_th: ดูตัวอย่างคะแนนที่เลือก

source: No translation found. Please contact your system administrator to correct this issue.
th_th: ไม่พบคำแปล โปรดติดต่อผู้ดูแลระบบของคุณเพื่อแก้ไขปัญหานี้

source: Enable overall rating for behaviors
th_th: เปิดใช้งานการให้คะแนนโดยรวมสำหรับพฤติกรรม

source: Enable overall rating for goals
th_th: เปิดใช้งานการให้คะแนนโดยรวมสำหรับเป้าหมาย

source: Rating scale
th_th: มาตราวัดการให้คะแนน

source: Select an option
th_th: เลือกตัวเลือก

source: Select scale
th_th: เลือกมาตรวัด

source: Additional review
th_th: การประเมินผลงานเพิ่มเติม

source: Manager review
th_th: การประเมินโดยหัวหน้างาน

source: Start date:
th_th: วันที่เริ่มต้น:

source: Closed
th_th: ปิดแล้ว

source: End-of-year review
th_th: การประเมินผลงานปลายปี

source: Interim review 1
th_th: การประเมินผลงานระหว่างกาล 1

source: Mid-year review
th_th: การประเมินกลางปี

source: Enable the transfer of reviews
th_th: เปิดใช้งานการโอนย้ายการประเมินผลงาน

source: Performance reviews between a worker and their previous manager which have not been started or are in progress will be transferred to the new manager. The previous manager will no longer see the review after its transfer.
th_th: การประเมินผลงาน ระหว่างพนักงานกับหัวหน้างานคนก่อนซึ่งยังไม่ได้เริ่มดำเนินการหรืออยู่ระหว่างดำเนินการจะถูกโอนย้ายไปยังหัวหน้างานคนใหม่ หัวหน้างานคนก่อนจะไม่เห็นการประเมินผลดังกล่าวอีกต่อไปหลังจากการโอน

source: Allow line managers to reassign a review to another user
th_th: อนุญาตให้หัวหน้างานในสายงานมอบหมายการประเมินผลงานใหม่ให้กับผู้ใช้รายอื่น

source: The reassigned reviewer will see the reassigned review in their list and will be able to complete the worker's review. The reassigned reviewer will see all worker-related data (goals, feedback, etc.) visible in the review, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full review process with the worker. If they reassign the review mid-process, their content will not be visible.
th_th: ผู้ตรวจสอบที่ได้รับมอบหมายใหม่จะเห็นการประเมินผลงานที่ได้รับมอบหมายใหม่ในรายการของตนและจะสามารถดำเนินการประเมินพนักงานให้เสร็จสมบูรณ์ได้ ผู้ตรวจสอบที่ได้รับมอบหมายใหม่จะเห็นข้อมูลที่เกี่ยวข้องกับพนักงานทั้งหมด (เป้าหมาย ฟีดแบค ฯลฯ) ที่มองเห็นได้ในการประเมินผลงานในลักษณะเดียวกับที่หัวหน้างานในสายงานจะเห็น โปรดทราบว่าการมอบหมายใหม่หมายความว่าผู้ประเมินผลงานที่ได้รับมอบหมายใหม่จะต้องดำเนินกระบวนการประเมินผลงานทั้งหมดร่วมกับพนักงาน หากพวกเขามอบหมายการประเมินผลงานใหม่ระหว่างกระบวนการ เนื้อหาของพวกเขาจะไม่ปรากฏให้เห็น

source: Enable visibility of unsubmitted content from a previous review owner
th_th: เปิดใช้งานการมองเห็นเนื้อหาที่ไม่ได้ส่งจากเจ้าของการประเมินผลงานก่อนหน้า

source: Your changes were successfully saved.
th_th: การเปลี่ยนแปลงของคุณได้รับการบันทึกเรียบร้อยแล้ว

source: Sensitive Content
th_th: เนื้อหาที่ละเอียดอ่อน

source: A smart search for specific words that are considered unprofessional or deemed sensitive in your organization will be performed. A standard set of words is provided, but the list of words can be customized after activating the settings below, using the “Update sensitive word list” button.
th_th: จะมีการค้นหาอย่างชาญฉลาดสำหรับคำเฉพาะที่ถือว่าไม่เหมาะสมหรือมีความอ่อนไหวในองค์กรของคุณ โดยจะมีชุดคำมาตรฐานให้เลือกใช้ แต่คุณสามารถปรับแต่งรายการคำเหล่านี้ได้หลังจากเปิดใช้งานการตั้งค่าด้านล่าง โดยใช้ปุ่ม “อัปเดตรายการคำที่มีความอ่อนไหว”

source: Enable sensitive content filtering
th_th: เปิดใช้งานการกรองเนื้อหาที่ละเอียดอ่อน

source: The sensitive filter for reviews will be available in the “Manage reviews” section of the performance review template. Sensitive words will be highlighted when viewing the review. In addition, paragraphs containing sensitive content will be specifically accessible by clicking on the sensitive filter icon next to the view review icon.
th_th: ตัวกรองที่ละเอียดอ่อนสำหรับการประเมินผลงานจะพร้อมใช้งานในส่วน "จัดการการประเมินผลงาน" ของแม่แบบการประเมินผลงาน คำที่ละเอียดอ่อนจะถูกเน้นเมื่อดูการประเมินผลงาน นอกจากนี้ ย่อหน้าที่มีเนื้อหาที่ละเอียดอ่อนจะสามารถเข้าถึงได้โดยเฉพาะโดยคลิกที่ไอคอนตัวกรองที่ละเอียดอ่อนถัดจากไอคอนดูการประเมินผลงาน

source: Enable for reviews
th_th: เปิดใช้งานสำหรับการประเมินผลงาน

source: Sensitive content settings
th_th: การตั้งค่าเนื้อหาที่ละเอียดอ่อน

source: This is a standard security feature of an application; it is recommended to keep it enabled.
th_th: นี่เป็นคุณสมบัติการรักษาความปลอดภัยมาตรฐานของแอปพลิเคชัน ขอแนะนำให้เปิดใช้งานไว้

source: Session timeout
th_th: หมดเวลาเซสชัน

source: Disable
th_th: ปิดใช้งาน

source: Keep enabled
th_th: เปิดใช้งานต่อไป

source: Specify how many minutes a session can stay idle before automatic termination (1 to 1440 minutes). If the user doesn’t refresh or request a page within this time, the session will end.
th_th: ระบุจำนวนเวลานาทีที่เซสชันสามารถอยู่ในสถานะไม่ได้ใช้งานก่อนที่จะถูกยุติโดยอัตโนมัติ (1 ถึง 1440 นาที) หากผู้ใช้ไม่รีเฟรชหรือร้องขอหน้าเว็บภายในเวลานี้ เซสชันจะสิ้นสุดลง

source: Enable session timeout
th_th: เปิดใช้งานหมดเวลาการใช้งานเซสชัน

source: In minutes; between {{min}} and {{max}}.
th_th: เป็นหน่วยนาที ระหว่าง {{min}} ถึง {{max}}

source: Duration of inactivity before timeout
th_th: ระยะเวลาที่ไม่มีการใช้งานก่อนหมดเวลา

source: Cultural Settings
th_th: การตั้งค่าทางวัฒนธรรม

source: Smart features
th_th: ฟีเจอร์อัจฉริยะ

source: Snapshot Manager
th_th: ตัวจัดการ Snapshot

source: No snapshots yet.
th_th: ยังไม่มีสแนปช็อต

source: Stock
th_th: สต็อก

source: Enable stock nomination
th_th: เปิดใช้งานการเสนอชื่อหุ้น

source: Stock settings
th_th: การตั้งค่าหุ้น

source: Time zone
th_th: เขตเวลา

source: Specify whether you want to apply user local time in case your users are spread across multiple time zones. If you want to use the default company time zone for all users, leave this option disabled.
th_th: ระบุว่าคุณต้องการใช้เวลาท้องถิ่นของผู้ใช้หรือไม่ในกรณีที่ผู้ใช้ของคุณกระจายอยู่ในหลายเขตเวลา หากคุณต้องการใช้เขตเวลาบริษัทเริ่มต้นสำหรับผู้ใช้ทั้งหมด ให้ปิดใช้งานตัวเลือกนี้

source: User local time
th_th: เวลาท้องถิ่นของผู้ใช้

source: Local time
th_th: เวลาท้องถิ่น

source: Select the default country and the default time zone for your company.
th_th: เลือกประเทศเริ่มต้นและเขตเวลาเริ่มต้นสำหรับบริษัทของคุณ

source: User administration
th_th: การบริหารจัดการผู้ใช้

source: Approval of data privacy statements
th_th: การอนุมัติคำชี้แจงความเป็นส่วนตัวของข้อมูล

source: Approval date
th_th: วันที่อนุมัติ

source: Rejection date
th_th: วันที่ปฏิเสธ

source: Approved
th_th: อนุมัติแล้ว

source: Rejected
th_th: ปฏิเสธแล้ว

source: Version
th_th: เวอร์ชัน

source: Worker details - {{name}}
th_th: รายละเอียดพนักงาน - {{name}}

source: Add mailing address
th_th: เพิ่มที่อยู่จัดส่ง

source: Add instant messaging address
th_th: เพิ่มที่อยู่การส่งข้อความโต้ตอบแบบทันที

source: Add phone number
th_th: เพิ่มหมายเลขโทรศัพท์

source: Cost center
th_th: ศูนย์ต้นทุน

source: Example: Accounting.
th_th: ตัวอย่าง: การบัญชี

source: Department within the business to which costs related to this user will be allocated.
th_th: แผนกภายในธุรกิจที่ค่าใช้จ่ายที่เกี่ยวข้องกับผู้ใช้รายนี้จะถูกจัดสรรให้

source: Display name
th_th: ชื่อที่แสดง

source: Example: Barbara (Babs) Jane Jensen.
th_th: ตัวอย่าง: บาร์บาร่า (บาบส์) เจน เจนเซ่น

source: Name of the user as it will be displayed to end-users.
th_th: ชื่อของผู้ใช้ที่จะแสดงให้กับผู้ใช้ปลายทางเห็น

source: Email address
th_th: ที่อยู่อีเมล

source: Example: email@domain.com
th_th: ตัวอย่าง: email@domain.com

source: The email address must be a unique value and have a correct email format such as "@email.com".
th_th: ที่อยู่อีเมลจะต้องมีค่าไม่ซ้ำกันและมีรูปแบบอีเมลที่ถูกต้อง เช่น "@email.com"

source: First name
th_th: ชื่อจริง

source: Example: Barbara.
th_th: ตัวอย่าง: บาร์บาร่า

source: Given name of the user.
th_th: ชื่อผู้ใช้

source: Formatted name
th_th: ชื่อที่จัดรูปแบบ

source: Example: Ms. Barbara (Babs) Jane Jensen, III.
th_th: ตัวอย่าง: นางสาวบาร์บาร่า (บาบส์) เจน เจนเซ่นที่ 3

source: Full name of the user, including all middle names, nicknames, prefixes and suffixes, if any, formatted for display.
th_th: ชื่อ-นามสกุลของผู้ใช้ รวมทั้งชื่อกลาง ชื่อเล่น คำนำหน้าและคำต่อท้าย หากมี โดยจัดรูปแบบให้แสดงได้

source: Honorific prefix
th_th: คำนำหน้าเชิงเกียรติยศ

source: Example: Ms.
th_th: ตัวอย่าง: นางสาว

source: Honorific prefix or title of the user.
th_th: คำนำหน้าหรือตำแหน่งเชิงเกียรติยศของผู้ใช้

source: Honorific suffix
th_th: คำต่อท้ายเชิงเกียรติยศ

source: Example: III.
th_th: ตัวอย่าง: III

source: Honorific suffix of the user.
th_th: คำต่อท้ายนามของผู้ใช้

source: Enter worker external ID
th_th: ป้อนรหัสภายนอกของพนักงาน

source: Unique identifier of this worker/user. We recommend you reference the worker/user ID from your source HR system. This identifier can be any combination of alphanumerical characters, and cannot contain special characters.
th_th: รหัสประจำตัวเฉพาะของพนักงาน/ผู้ใช้รายนี้ เราขอแนะนำให้คุณอ้างอิงรหัสพนักงาน/ผู้ใช้จากระบบทรัพยากรบุคคลต้นทางของคุณ รหัสประจำตัวนี้สามารถเป็นชุดอักขระตัวเลขและตัวอักษรผสมกัน และไม่สามารถมีอักขระพิเศษได้

source: Job title
th_th: ตำแหน่งงาน

source: Example: HR Director.
th_th: ตัวอย่าง: ผู้อำนวยการฝ่ายทรัพยากรบุคคล

source: Job title of the user.
th_th: ตำแหน่งงานของผู้ใช้

source: Last name
th_th: นามสกุล

source: Example: Jensen.
th_th: ตัวอย่าง: เจนเซ็น

source: Family name of the user.
th_th: นามสกุลของผู้ใช้

source: Instant messaging address
th_th: ที่อยู่การส่งข้อความโต้ตอบแบบทันที

source: Enter an address
th_th: ป้อนที่อยู่

source: Typically, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" or "Other".
th_th: โดยทั่วไปคือ "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" หรือ "อื่นๆ"

source: Instant messaging address of the user.
th_th: ที่อยู่การส่งข้อความโต้ตอบแบบทันทีของผู้ใช้งาน

source: Middle name
th_th: ชื่อกลาง

source: Example: Jane.
th_th: ตัวอย่าง: เจน

source: Middle name of the user.
th_th: ชื่อกลางของผู้ใช้

source: Nickname
th_th: ชื่อเล่น

source: Example: Babs.
th_th: ตัวอย่าง: Babs

source: Preferred name/usual name to address the user.
th_th: ชื่อที่ต้องการ/ชื่อทั่วไปที่จะเรียกผู้ใช้

source: Phone number
th_th: หมายเลขโทรศัพท์

source: Example: +1-111-111-1111.
th_th: ตัวอย่าง: +1-111-111-1111

source: Phone number type. Typically, "Work", "Home", "Mobile", "Fax", "Pager" or "Other".
th_th: ประเภทหมายเลขโทรศัพท์ โดยทั่วไปคือ "ที่ทำงาน" "บ้าน" "มือถือ" "แฟกซ์" "เพจเจอร์" หรือ "อื่นๆ"

source: Phone number of the user.
th_th: หมายเลขโทรศัพท์ของผู้ใช้

source: Use email
th_th: ใช้อีเมล

source: Invalid email address
th_th: ที่อยู่อีเมลไม่ถูกต้อง

source: Secondary email address
th_th: ที่อยู่อีเมลรอง

source: Example: email@domain.com.
th_th: ตัวอย่าง: email@domain.com

source: Type of the secondary email address. Typically, "Work", "Home" or "Other".
th_th: ประเภทของที่อยู่อีเมลรอง โดยทั่วไปจะเป็น "ที่ทำงาน" "ที่บ้าน" หรือ "อื่นๆ"

source: Secondary email address of the user.
th_th: ที่อยู่อีเมลรองของผู้ใช้

source: User type
th_th: ประเภทผู้ใช้

source: Choose type
th_th: เลือกประเภท

source: Identifies the relationship between the organization and the user.
th_th: ระบุความสัมพันธ์ระหว่างองค์กรกับผู้ใช้

source: External profile
th_th: โปรไฟล์ภายนอก

source: Example: Web page.
th_th: ตัวอย่าง: หน้าเว็บ

source: Optional field. Can be the URL to an external website with the user's online profile, for example on LinkedIn.
th_th: ฟิลด์ข้อมูลเสริม อาจเป็น URL ไปยังเว็บไซต์ภายนอกที่มีโปรไฟล์ออนไลน์ของผู้ใช้ เช่น LinkedIn

source: Username
th_th: ชื่อผู้ใช้

source: Used for logging into system; must be unique value. We highly recommend using the email address or the external ID as the username.
th_th: ใช้สำหรับการเข้าสู่ระบบ ต้องเป็นค่าที่ไม่ซ้ำกัน เราขอแนะนำให้ใช้ที่อยู่อีเมลหรือ ID ภายนอกเป็นชื่อผู้ใช้

source: Full name
th_th: ชื่อสกุล

source: Unique identifiers
th_th: ตัวระบุที่ไม่ซ้ำกัน

source: Language & timezone
th_th: ภาษาและเขตเวลา

source: Language code
th_th: รหัสภาษา

source: Full language code. In addition to the language itself, a regional indication may be displayed. For instance "en-US".
th_th: รหัสภาษาฉบับเต็ม นอกจากตัวภาษาแล้ว อาจมีการแสดงภูมิภาคด้วย เช่น "en-US"

source: Preferred language
th_th: ภาษาที่ต้องการ

source: Preferred written or spoken languages of the user. Typically used to select the translated interface.
th_th: ภาษาที่ผู้ใช้ต้องการใช้ในการเขียนหรือพูด โดยปกติจะใช้เพื่อเลือกอินเทอร์เฟซที่แปลแล้ว

source: Time zone of the user.
th_th: เขตเวลาของผู้ใช้

source: Workers & roles settings
th_th: การตั้งค่าบทบาทและพนักงาน

source: Organization details
th_th: รายละเอียดองค์กร

source: Primary mailing address
th_th: ที่อยู่ไปรษณีย์หลัก

source: Roles
th_th: บทบาท

source: Secondary mailing address
th_th: ที่อยู่ไปรษณีย์รอง

source: Secondary email
th_th: อีเมลสำรอง

source: Are you sure you want to activate this user?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งานผู้ใช้รายนี้

source: Are you sure you want to deactivate this user?
th_th: คุณแน่ใจหรือไม่ว่าต้องการปิดการใช้งานผู้ใช้รายนี้

source: Eligible for performance review
th_th: มีสิทธิ์เข้ารับการประเมินผลงาน

source: Activate
th_th: เปิดการใช้งาน

source: User management
th_th: การจัดการผู้ใช้

source: Enable the "Variable" widget
th_th: เปิดใช้งานวิดเจ็ต "ตัวแปร"

source: View organizational unit
th_th: ดูหน่วยงาน

source: Type to select a manager
th_th: พิมพ์เพื่อเลือกหัวหน้างาน

source: Line manager of the user
th_th: หัวหน้างานในสายงานของผู้ใช้

source: Please add at least one goal.
th_th: โปรดเพิ่มเป้าหมายอย่างน้อยหนึ่งรายการ

source: All organizational units
th_th: หน่วยงานขององค์กรทั้งหมด

source: All updates were saved.
th_th: การอัปเดตทั้งหมดได้รับการบันทึกไว้

source: # Accepted data privacy
th_th: # ยอมรับนโยบายความเป็นส่วนตัวของข้อมูล

source: % Accepted data privacy
th_th: % ยอมรับนโยบายความเป็นส่วนตัวของข้อมูล

source: Achievement total score
th_th: คะแนนรวมด้านผลงาน

source: Action date time
th_th: วันที่และเวลาในการดำเนินการ

source: Action name
th_th: ชื่อการดำเนินการ

source: Action username
th_th: ชื่อผู้ใช้ที่ดำเนินการ

source: # Deliverables completed
th_th: # งานส่งมอบที่เสร็จสมบูรณ์

source: # Actions
th_th: # การดำเนินการ

source: % Active managers requested feedback
th_th: % ผู้จัดการที่ใช้งานอยู่ที่ร้องขอความคิดเห็น

source: % Active managers sent feedback
th_th: % ผู้จัดการที่ใช้งานอยู่ที่ส่งความคิดเห็น

source: Active users
th_th: ผู้ใช้งานที่ใช้งานอยู่

source: # Active users
th_th: # ผู้ใช้งานที่ใช้งานอยู่

source: % Active workers requested feedback
th_th: % พนักงานที่กำลังปฏิบัติงานซึ่งมีการขอรับคำติชม

source: % Active workers sent feedback
th_th: % พนักงานที่ใช้งานอยู่ที่ส่งความคิดเห็น

source: Actual number total documents
th_th: จำนวนเอกสารทั้งหมดจริง

source: After deadline
th_th: หลังจากกำหนดเวลา

source: Agenda
th_th: กำหนดการ

source: % Aligned behavior ratings
th_th: % คะแนนการประเมินพฤติกรรมที่สอดคล้องกัน

source: Aligned goal ID
th_th: รหัสเป้าหมายที่สอดคล้องกัน

source: Aligned goal name
th_th: ชื่อเป้าหมายที่สอดคล้องกัน

source: Aligned goal owner name
th_th: ชื่อเจ้าของเป้าหมายที่สอดคล้องกัน

source: Aligned goal owner worker ID
th_th: รหัสพนักงานเจ้าของเป้าหมายที่สอดคล้องกัน

source: % Aligned goal rating
th_th: % คะแนนการประเมินเป้าหมายที่สอดคล้องกัน

source: Aligned goal type name
th_th: ชื่อประเภทเป้าหมายที่สอดคล้องกัน

source: # Aligned goals
th_th: # เป้าหมายที่สอดคล้องกัน

source: % Aligned goals
th_th: % เป้าหมายที่สอดคล้องกัน

source: % Aligned
th_th: % การจัดให้สอดคล้องกัน

source: Alignment
th_th: การปรับให้สอดคล้องกัน

source: % Alignment
th_th: % ความสอดคล้อง

source: Analytics user email
th_th: อีเมลผู้ใช้การวิเคราะห์

source: Analytics user full name
th_th: ชื่อ-นามสกุลของผู้ใช้ Analytics

source: Analytics user ID
th_th: รหัสผู้ใช้สำหรับการวิเคราะห์

source: Analytics worker ID
th_th: รหัสพนักงานสำหรับการวิเคราะห์

source: # Android logins
th_th: # การเข้าสู่ระบบผ่าน Android

source: % Android logins
th_th: % การเข้าสู่ระบบผ่าน Android

source: Answer by ID
th_th: ตอบโดยใช้รหัส

source: Answer by role
th_th: คำตอบตามบทบาท

source: Answer - Comment
th_th: คำตอบ - ความคิดเห็น

source: Answer free text
th_th: คำตอบแบบข้อความอิสระ

source: Answer from
th_th: ตอบจาก

source: Answer option ID
th_th: รหัสตัวเลือกคำตอบ

source: Answer permission
th_th: สิทธิ์ในการตอบ

source: Answer - Scale
th_th: คำตอบ - ระดับคะแนน

source: Answer value
th_th: ค่าคำตอบ

source: Answered by full name
th_th: ตอบโดยใช้ชื่อ–นามสกุลเต็ม

source: # Answers
th_th: # คำตอบ

source: % Approved goals
th_th: % เป้าหมายที่อนุมัติแล้ว

source: % Approved
th_th: % อนุมัติแล้ว

source: Assigned check-in
th_th: การเช็กอินที่ได้รับมอบหมาย

source: Average max. score
th_th: คะแนนเฉลี่ยสูงสุด

source: Average score for clarity
th_th: คะแนนเฉลี่ยด้านความชัดเจน

source: Average score for trust
th_th: คะแนนเฉลี่ยด้านความไว้วางใจ

source: Average total score
th_th: คะแนนรวมเฉลี่ย

source: Avg. aligned goal progress
th_th: ความคืบหน้าเฉลี่ยของเป้าหมายที่สอดคล้องกัน

source: Avg. behaviors per feedback
th_th: จำนวนพฤติกรรมเฉลี่ยต่อหนึ่งคำขอความคิดเห็น

source: Avg. check-ins per manager
th_th: จำนวนการเช็กอินเฉลี่ยต่อผู้จัดการ

source: Avg. check-ins per user
th_th: จำนวนการเช็กอินเฉลี่ยต่อผู้ใช้

source: Avg. check-ins per worker
th_th: จำนวนการเช็กอินเฉลี่ยต่อพนักงาน

source: Avg. clarity
th_th: คะแนนความชัดเจนเฉลี่ย

source: Avg. feedback sent per user
th_th: จำนวนความคิดเห็นที่ส่งเฉลี่ยต่อผู้ใช้

source: Avg. logins per user
th_th: จำนวนครั้งเข้าสู่ระบบเฉลี่ยต่อผู้ใช้

source: Avg. main goals progress
th_th: ความคืบหน้าเฉลี่ยของเป้าหมายหลัก

source: % Goal progress
th_th: % ความคืบหน้าของเป้าหมาย

source: Avg. trust
th_th: ความไว้วางใจเฉลี่ย

source: Avg. word count
th_th: จำนวนคำเฉลี่ย

source: Before deadline
th_th: ก่อนถึงกำหนด

source: # Before warning
th_th: จำนวนครั้งก่อนแจ้งเตือน

source: % Before warning
th_th: เปอร์เซ็นต์ก่อนแจ้งเตือน

source: Behavior library
th_th: คลังพฤติกรรม

source: Behavior name
th_th: ชื่อพฤติกรรม

source: # Behaviors
th_th: # พฤติกรรม

source: Behaviors sent
th_th: พฤติกรรมที่ส่งแล้ว

source: Behavior actions
th_th: การกระทำด้านพฤติกรรม

source: # Behaviors received
th_th: # พฤติกรรมที่ได้รับ

source: # Behaviors requested
th_th: # พฤติกรรมที่ร้องขอ

source: Challenge completed
th_th: ทำภารกิจท้าทายเสร็จสิ้นแล้ว

source: Challenge start date
th_th: วันที่เริ่มต้นความท้าทาย

source: Check-in date
th_th: วันที่เช็คอิน

source: Check-in ID
th_th: รหัสการเช็กอิน

source: % Check-in ID row total
th_th: % ผลรวมแถวตามรหัสการเช็กอิน

source: Check-in participant relationship
th_th: ความสัมพันธ์ของผู้เข้าร่วมการเช็กอิน

source: Check-in recipient
th_th: ผู้รับการเช็กอิน

source: Check-in recipient email
th_th: อีเมลผู้รับการเช็กอิน
